Repository: xcv58/MacTools
Catalog: Plugins/MicrophoneMute/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.confirmation.confirm
source: 继续
ar: متابعة
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam Et
zh_hant: 繼續

# action.confirmation.message
source: 外部运行链接将更改默认麦克风的静音状态。
ar: سيغيّر رابط التشغيل الخارجي هذا حالة كتم الميكروفون الافتراضي.
de: Dieser externe Ausführungslink ändert den Stummschaltungsstatus des Standardmikrofons.
en: This external Run Link will change the mute state of the default microphone.
es: Este enlace de ejecución externo cambiará el estado de silencio del micrófono predeterminado.
fr: Ce lien d’exécution externe modifiera l’état de silence du microphone par défaut.
ja: この外部実行リンクはデフォルトのマイクのミュート状態を変更します。
ko: 이 외부 실행 링크는 기본 마이크의 음소거 상태를 변경합니다.
pt: Este link de execução externo alterará o estado de silêncio do microfone padrão.
ru: Эта внешняя ссылка запуска изменит состояние микрофона по умолчанию.
tr: Bu harici Çalıştırma Bağlantısı, varsayılan mikrofonun sessize alma durumunu değiştirecek.
zh_hant: 外部執行連結會更改預設麥克風的靜音狀態。

# action.confirmation.title
source: 确认更改麦克风状态
ar: تأكيد تغيير حالة الميكروفون
de: Mikrofonstatus ändern?
en: Confirm Microphone Change
es: Confirmar cambio del micrófono
fr: Confirmer la modification du microphone
ja: マイクの状態変更を確認
ko: 마이크 상태 변경 확인
pt: Confirmar alteração do microfone
ru: Подтвердить изменение микрофона
tr: Mikrofon Değişikliğini Onayla
zh_hant: 確認更改麥克風狀態

# action.mute.title
source: 麦克风静音
ar: كتم الميكروفون
de: Mikrofon stummschalten
en: Mute Microphone
es: Silenciar micrófono
fr: Couper le microphone
ja: マイクをミュート
ko: 마이크 음소거
pt: Silenciar microfone
ru: Выключить микрофон
tr: Mikrofonu Sessize Al
zh_hant: 將麥克風靜音

# action.unmute.title
source: 恢复麦克风
ar: إلغاء كتم الميكروفون
de: Mikrofonstummschaltung aufheben
en: Unmute Microphone
es: Activar micrófono
fr: Réactiver le microphone
ja: マイクのミュートを解除
ko: 마이크 음소거 해제
pt: Ativar som do microfone
ru: Включить микрофон
tr: Mikrofonun Sesini Aç
zh_hant: 取消麥克風靜音

# action.setMute.title
source: 设置麦克风静音
ar: تعيين كتم الميكروفون
de: Mikrofonstummschaltung festlegen
en: Set Microphone Mute
es: Configurar silencio del micrófono
fr: Régler le silence du microphone
ja: マイクのミュートを設定
ko: 마이크 음소거 설정
pt: Definir silêncio do microfone
ru: Настроить отключение микрофона
tr: Mikrofon Sessizliğini Ayarla
zh_hant: 設定麥克風靜音

# metadata.title
source: 麦克风静音
ar: كتم صوت الميكروفون
de: Mikrofon-Stummschaltung
en: Microphone Mute
es: Silenciar micrófono
fr: Microphone muet
ja: マイクミュート
ko: 마이크 음소거
pt: Silenciar microfone
ru: Отключение микрофона
tr: Mikrofon Sessize Alma
zh_hant: 麥克風靜音

# metadata.description
source: 快速静音或恢复默认麦克风输入
ar: كتم صوت إدخال الميكروفون الافتراضي أو استعادته بسرعة.
de: Schnell stummschalten oder den Standard-Mikrofoneingang wiederherstellen.
en: Quickly mute or restore the default microphone input.
es: Silencia o restablece rápidamente la entrada de micrófono predeterminada.
fr: Mettez rapidement en sourdine ou restaurez l'entrée microphone par défaut.
ja: デフォルトのマイク入力を素早くミュートまたは復元します。
ko: 기본 마이크 입력을 빠르게 음소거하거나 복원합니다.
pt: Silencie rapidamente ou restaure a entrada de microfone padrão.
ru: Быстро отключите звук или восстановите вход микрофона по умолчанию.
tr: Varsayılan mikrofon girişini hızla sessize alın veya geri yükleyin.
zh_hant: 快速靜音或恢復預設麥克風輸入

# panel.subtitle.muted
source: 已静音
ar: تم كتم الصوت
de: stummgeschaltet
en: Muted
es: Silenciado
fr: Mise en sourdine
ja: ミュート
ko: 음소거
pt: Silenciado
ru: Отключено
tr: Sessize Alındı
zh_hant: 已靜音

# panel.subtitle.unmuted
source: 未静音
ar: تم إعادة الصوت
de: Stummschaltung aufgehoben
en: Unmuted
es: Activado
fr: Activé
ja: ミュート解除
ko: 음소거 해제됨
pt: Ativado o som
ru: Включить звук
tr: Sesi Açık
zh_hant: 未靜音

# error.muteFailed
source: 静音操作失败
ar: فشل كتم صوت الميكروفون.
de: Mikrofon konnte nicht stummgeschaltet werden.
en: Failed to mute microphone.
es: No se pudo silenciar el micrófono.
fr: Échec de la mise en sourdine du microphone.
ja: マイクをミュートできませんでした。
ko: 마이크를 음소거하지 못했습니다.
pt: Falha ao silenciar o microfone.
ru: Не удалось отключить микрофон.
tr: Mikrofon sessize alınamadı.
zh_hant: 靜音操作失敗

# error.unmuteFailed
source: 取消静音失败
ar: فشل إلغاء كتم صوت الميكروفون.
de: Die Stummschaltung des Mikrofons konnte nicht aufgehoben werden.
en: Failed to unmute microphone.
es: No se pudo reactivar el micrófono.
fr: Échec de la désactivation du microphone.
ja: マイクのミュートを解除できませんでした。
ko: 마이크 음소거를 해제하지 못했습니다.
pt: Falha ao ativar o microfone.
ru: Не удалось включить микрофон.
tr: Mikrofonun sesi açılamadı.
zh_hant: 取消靜音失敗
